[
    {
        "titulo": "Profissional de Marketing Presencial no Rio Comprido",
        "link": "https://www.freelancer.com/projects/facebook-marketing/Profissional-Marketing-Presencial-Rio.html",
        "descricao": "Estamos buscando um profissional especializado em marketing digital para trabalho presencial no polo têxtil do Rio Comprido, RJ. As responsabilidades incluem:   - Criação de criativos e edição de víde..."
    },
    {
        "titulo": "Optimize and Format Large Microsoft Word Document",
        "link": "https://www.freelancer.com/projects/copywriting/Optimize-Format-Large-Microsoft-Word.html",
        "descricao": "I have a 600-page Microsoft Word document that requires professional attention to optimize its formatting and navigation. The document needs to be streamlined for better usability, with improvements s..."
    },
    {
        "titulo": "Design Educational PDF Booklet for Kids",
        "link": "https://www.freelancer.com/projects/adobe-illustrator/Design-Educational-PDF-Booklet-for.html",
        "descricao": "I'm looking for a creative designer to create an educational STEM PDF booklet for students. The booklet should be engaging, colorful, and suitable for young learners.  Key Requirements: - The educatio..."
    },
    {
        "titulo": "Individual Business Financial Analysis -- 4",
        "link": "https://www.freelancer.com/projects/accounting/Individual-Business-Financial-Analysis-40192022.html",
        "descricao": "I need a thorough, data-driven review of one company’s financial health. The assignment centers on a complete individual business assessment—balance sheet, income statement, and cash-flow analysis—so ..."
    },
    {
        "titulo": "Individual Business Financial Analysis -- 3",
        "link": "https://www.freelancer.com/projects/accounting/Individual-Business-Financial-Analysis.html",
        "descricao": "I need a thorough, data-driven review of one company’s financial health. The assignment centers on a complete individual business assessment—balance sheet, income statement, and cash-flow analysis—so ..."
    },
    {
        "titulo": "Gmail Account Recovery Help",
        "link": "https://www.freelancer.com/projects/technical-support/Gmail-Account-Recovery-Help-40192012.html",
        "descricao": "I’m locked out of my Gmail and every built-in recovery prompt dead-ends. Google keeps asking for a backup email or phone that no longer works, so the standard account-recovery form gets me nowhere.  H..."
    },
    {
        "titulo": "Comprehensive SEO Content Revamp and Optimization - You will need Surfer and Hemmingway tools.....",
        "link": "https://www.freelancer.com/projects/google-analytics/Comprehensive-SEO-Content-Revamp-40192018.html",
        "descricao": "ONLY APPLY IF YOU HAVE ACCESS TO SURFER AND HEMMINGWAY AND QUOTE FOR WHOLE SITE. I POSTED THIS TODAY AND VERY FEW DID AND ONLY A COUPLE POSTED A PRICE FOR THE WORK. AI GENERATED REPLIES WILL BE IGNORE..."
    },
    {
        "titulo": "EdTech Sales Freelancer for GyaanSaar Educare",
        "link": "https://www.freelancer.com/projects/sales/EdTech-Sales-Freelancer-for-GyaanSaar.html",
        "descricao": "We are building something truly new in the world of education technology, and we are now looking for dynamic, self-driven freelancers to join our growing sales team for our flagship product – GyaanSaa..."
    },
    {
        "titulo": "High-Fidelity PNG to SVG",
        "link": "https://www.freelancer.com/projects/vector-design/High-Fidelity-PNG-SVG.html",
        "descricao": "I have a company logo in PNG format and a supporting spec sheet; the goal is to turn that artwork into a spotless, scalable SVG that holds up everywhere it appears—website, business cards, even large-..."
    },
    {
        "titulo": "Urgent WordPress Speed Optimization",
        "link": "https://www.freelancer.com/projects/google-website-optimizer/Urgent-WordPress-Speed-Optimization-40192017.html",
        "descricao": "My WordPress site pulls in well over a thousand daily views, yet the page load time is lagging and it’s beginning to affect both user experience. (Budget: $10 - $30 USD, Jobs: CSS, HTML, Performance T..."
    },
    {
        "titulo": "Tailored Apparel Design Collaboration",
        "link": "https://www.freelancer.com/projects/fashion-consulting/Tailored-Apparel-Design-Collaboration.html",
        "descricao": "About the brand I am launching CALIX, a women’s fashion brand centered on modern tailoring and structured wardrobe essentials. The first drop, CALIX Tailored, will focus on women’s suits, complemented..."
    },
    {
        "titulo": "Portrait Background Swap Specialist",
        "link": "https://www.freelancer.com/projects/adobe-photoshop/Portrait-Background-Swap-Specialist.html",
        "descricao": "I have a folder of portrait shots that need a clean, professional background replacement. The main task is to remove the existing backdrop on each image and drop in a brand-new background that I’ll su..."
    },
    {
        "titulo": "Android App Development with Google Play Policy Compliance &amp; Source Code",
        "link": "https://www.freelancer.com/projects/android-app-development/Android-App-Development-with-Google-40192014.html",
        "descricao": "I need an experienced Android app developer to handle app design, development, source code delivery, and Play Store upload. Scope of Work: Simple &amp; clean Android app UI/UX design Complete Android ..."
    },
    {
        "titulo": "Realistic 3D Short Animation -- 2",
        "link": "https://www.freelancer.com/projects/3d-rigging/Realistic-Short-Animation.html",
        "descricao": "I have a set of short, entertainment-focused scripts ready for production and now need them brought to life in a fully realistic 3D style. Each piece runs only a few minutes but spans a wide cast that..."
    },
    {
        "titulo": "Migraci&oacute;n A3 ERP-BusinessCentral",
        "link": "https://www.freelancer.com/projects/erp/Migraci-ERP-BusinessCentral.html",
        "descricao": "Quiero migrar dos empresas que hoy funcionan en A3 ERP a Microsoft Dynamics 365 Business Central, trasladando toda la información posible: clientes, proveedores, cuentas, saldos, asientos contables, a..."
    },
    {
        "titulo": "Web Form Automation Using n8n AI Agent",
        "link": "https://www.freelancer.com/projects/ai-agents/Web-Form-Automation-Using-Agent.html",
        "descricao": "Connect Website Form to n8n AI Agent + Google Sheets (Webhook Automation)  Description  I need an automation expert to connect my website contact form with an n8n AI agent workflow.  Scope of Work  • ..."
    },
    {
        "titulo": "Cleaning Business Google Sheets Bundle Creation",
        "link": "https://www.freelancer.com/projects/google-sheets/Cleaning-Business-Google-Sheets-Bundle.html",
        "descricao": "Create Original Google Sheets Templates for a Cleaning Business Bundle I am building a professional digital bundle for cleaning business owners. I already have spreadsheets that I will share only as r..."
    },
    {
        "titulo": "Islamic Short Film Script",
        "link": "https://www.freelancer.com/projects/script-writing/Islamic-Short-Film-Script.html",
        "descricao": "I'm seeking a talented Muslim writer to craft a short film script based on my story concept. The film will focus on religious teachings, emphasizing Islamic morals and ethics.   Requirements: - Strong..."
    },
    {
        "titulo": "Chrome Extension: Copy Order Details",
        "link": "https://www.freelancer.com/projects/web-development/Chrome-Extension-Copy-Order-Details.html",
        "descricao": "I regularly move order information from one web app to another and I’d like to stop doing it by hand. The workflow is simple:  • I’m viewing an order in Tab A.   • I open or switch to Tab B that conta..."
    },
    {
        "titulo": "Stock Price Extraction Tool",
        "link": "https://www.freelancer.com/projects/data-extraction/Stock-Price-Extraction-Tool.html",
        "descricao": "I need a seasoned developer to build a solution that automatically pulls stock market data—specifically historical prices—into a clean, machine-readable format I can feed straight into my analysis pip..."
    }
]